{
"dei":[
 {
  "Event": "SHRM INCLUSION 2023",
  "Location": "Savannah, Georgia",
  "Country": "USA",
  "Description": "INCLUSION 2023 will be more than a conference. It’s a chance to change the way you see the world and to create a more equitable world of work. At INCLUSION 2022, we challenged you to find an accountability partner to continue the conversations and learnings to bring back to your workplace to create lasting change. Experience INCLUSION 2023 either in-person or virtually. No matter which pass option you choose, you will gain the tools and insights you need to create better, more inclusive workplaces. Leveled learning provides curated content that addresses the DE&I issues you’re most likely to face in your current role, whether you’re a Beginner (committing to DE&I), Intermediate (fostering DE&I) or Advanced (elevating DE&I). Networking can happen at any time, and we’ve made it easy to do so during breaks and meals, in the app and on the virtual platform, and after official conference hours. Explore the INCLUSION Marketplace to meet with solution providers offering the latest products and services, all while networking with your fellow attendees.",
  "URL": "https://conferences.shrm.org/inclusion",
  "Date": "Oct. 30 - Nov. 1 2023"
 },
 {
  "Event": "2023 HRO Today Inclusion Summit ",
  "Location": "Washington, DC",
  "Country": "USA",
  "Description": "There’s no doubt that in 2023 and beyond, companies will continue to devote more attention and resources to advancing diversity, equity, and inclusion. The business case for Inclusion is stronger than ever and the relationship between diversity and the likelihood of financial outperformance has strengthened over time. HRO Today’s Inclusion Summit will features stories from diversity winners that are adopting systematic, business led approaches to DEI. Our expert speaking faculty will highlight specific interventions where they are taking bold action to create a long-lasting inclusive culture. Session Topics Include Diversity & Inclusion data, metrics and analytics; Sustaining engagement and accountability in D&I Initiatives; Aligning diversity with talent acquisition and talent development efforts; Fostering behavior and culture change; Innovative D&I training; Building a sense of belonging; Addressing and promoting racial justice in the workplace; Measuring the ROI of D&I efforts.",
  "URL": "https://www.hrotoday.com/events/2023-inclusion-summit/",
  "Date": "September 13-14, 2023"
 },
 {
  "Event": "DEI Summit - 2023 - Dancing Fire Events",
  "Location": "DoubleTree by Hilton Hotel Toronto Airport West 5444 Dixie Road, Mississauga, ON,",
  "Country": "Canada",
  "Description": "Session speakers will mentor Racialized and Indigenous employees who want to achieve senior management or executive roles and succeed in their industries. Human Resource Professionals and Executives will gain empowerment to actively recruit, retain and promote Marginalized staff. All attendees, whether employers or employees, will be inspired to ally together to create an inclusive work and culture rich environment with Diverse talent.",
  "URL": "https://www.dancingfire.events/dei-summit",
  "Date": "May 25-26, 2023"
 },
 {
  "Event": "Diversity, Equity & Inclusion Executive Summit 2023",
  "Location": "Dallas, TX",
  "Country": "USA",
  "Description": "The Diversity, Equity & Inclusion Executive Summit is an invitation-only event for Diversity, Equity, Inclusion, Belonging, and Human Resources practitioners from Fortune 1000 and leading consumer brands and organizations. We believe in creating a memorable, collaborative, and effective experience focused on continuous improvement for Human Resources, Diversity & Inclusion, and Talent Management senior executives. The summit will include interactive sessions with real-world examples to benchmark best practices; networking spaces in formal and informal activities to lead impactful change; One-One meetings with groundbreaking solution providers selected by you.",
  "URL": "https://opalgroup.net/conference/diversity-equity-inclusion-executive-summit-2023/",
  "Date": "February 5, 2023 - February 7, 2023"
 },
 {
  "Event": "Diversity Summit 2023",
  "Location": "Hofstra University, New York",
  "Country": "USA",
  "Description": "The Women’s Diversity Network will hold its sixth annual Summit. This day-long event will include workshops, panels, and presentations on a variety of diversity-related topics. Throughout the day, there will also be multicultural performances as well as a luncheon that reflects the diversity of the day.",
  "URL": "https://www.womensdiversitynetwork.org/event-details/diversity-summit-2023 ",
  "Date": "Apr 29, 2023, 8:00 AM – 5:00 PM EDT"
 },
 {
  "Event": "ASSP’s DEI Summit ",
  "Country": "USA",
  "Description": "ASSP’s DEI Summit is an opportunity for OSH professionals to assemble for a free, one-day virtual event to discuss the current state of diversity, equity and inclusion. The DEI Summit will bring together, listen to and incorporate a wide range of perspectives, as well as provide a safer space to discuss creating a more inclusive culture – all with the goal of helping the safety profession create safer workplaces. Attendees will interact with peers and discuss DEI issues facing the industry today. Sessions will address DEI concepts in relation to the OSH profession and aspects of workplace safety such as safety culture, psychology, training and performance. After attending the Summit, you will be able to: Define key concepts related to DEI; Describe how DEI impacts safety in organizations and the OSH profession; Identify concrete actions to create a more inclusive safety culture; Earn up to 2 continuing education units. ",
  "URL": "https://www.assp.org/education/conferences/diversity-equity-and-inclusion-summit",
  "Date": "Jan. 26, 2023"
 },
 {
  "Event": "CU Social Justice Summit 2023",
  "Country": "USA",
  "Description": "The University of Colorado Social Justice Summit, a biennial, systemwide event, aspires to ignite critical engagement and responsibility for cultivating and sustaining a diverse democracy.The theme for the 2023 summit is Operationalizing Liberation for a Diverse Democracy, which is a call to action to disrupt behaviors and oppressive actions, structures and systems preventing our collective liberation. Liberation is defined as the act of gaining freedom from oppression and depends on each of us working in community to learn and hold each other accountable if we are to build a more just world. The CU Social Justice Summit is open to all undergraduate and graduate students, professional and frontline staff, faculty and engaged community members connected to the University of Colorado Boulder, the University of Colorado Denver, the University of Colorado Colorado Springs, the University of Colorado Anschutz Medical Campus and the CU system administration. The 2023 summit will encourage spaces of joy, healing, transformation and learning to enact radical possibilities. Our hope is that participants will center a love for humanity and work toward the disruption of all forms of oppression.",
  "URL": "https://www.colorado.edu/dei/social-justice-summit",
  "Date": "Jan. 31, 2023"
 },
 {
  "Event": "DEI Conferences for ERG Leaders in 2023",
  "Description": "Hosted by The Conference Board, this conference highlights leadership trends in the greater DEI space. 2022’s tracks included a session on building the business case for ERGs and how to approach new DEI initiatives in your organization. Proceeds from the conference are donated to The Conference Board’s non-profit mission. The Diversity, Equity, And Inclusion Conference takes place in Brooklyn, NY. This DEI conference is built for all levels of professionals. “Leveled learning provides curated content that addresses the DE&I issues you’re most likely to face in your current role, whether you’re a Beginner (committing to DE&I), Intermediate (fostering DE&I), or Advanced (elevating DE&I).” Set in Savannah, Georgia this event also offers a virtual pass. The 2022 version featured speakers from academia, public, and private industries including Penn State University, Deloitte Consulting, and SHRM (who is also the host!)",
  "URL": "https://www.wespire.com/dei-conferences-for-erg-leaders-in-2023/"
 },
 {
  "Event": "Diversity, Equity And Inclusion Conference @ SMU Cox",
  "Location": "Dallas, TX",
  "Country": "USA",
  "Description": "The SMU Cox School of Business is pleased to host a research conference on Diversity, Equity, and Inclusion (DEI). DEI has become a central concern for society, organizations, regulators, and policymakers. The conference is a prelude to a special section of Marketing Science on DEI that has a tentative publication date of June 2024.The goal of the conference and special section of Marketing Science is to encourage marketing science research on various topics related to DEI and to convene and curate a set of high-quality papers that showcase the multi-faceted relevance of marketing science to this important topic. All perspectives and cross-disciplinary research is welcome at the conference.",
  "URL": "https://www.smu.edu/cox/DEI-Conference-2023",
  "Date": "March 24-25, 2023"
 },
 {
  "Event": "RISE Diversity, Equity, & Inclusion Summit",
  "Location": "Wilmington, North Carolina ",
  "Country": "USA",
  "Description": "The inaugural RISE Diversity, Equity, & Inclusion Summit is the only place for health care systems to learn, embrace, and take away strategies for promoting diversity, equity, and inclusion (DEI) in the health care industry and amongst the communities that you serve. Curated for Medicare Advantage and managed care professionals with a vested interest in promoting DEI in the workplace, this virtual seminar is an accessible opportunity to invest in social equity and community care to retain talent and maintain a strong brand reputation. Expect sessions covering key themes including inclusionary practices, integrating training via mentorship and educational programs, and equitable practices for community engagement. Over eight sessions, attendees will learn how to create an inclusive culture, identify roadblocks to social equity and your role in changing them, and understand how unconscious bias manifests in the workplace. ",
  "URL": "https://www.risehealth.org/event-center/rise-events/dei-summit/",
  "Date": "February 13-14, 2023"
 },
 {
  "Event": "8th Annual Diversity, Equity and Inclusion Conference",
  "Location": "St. Louis, MO",
  "Country": "USA",
  "Description": "2023 Diversity, Equity & Inclusion Conference: Focusing on Next Level Equity Work in a Time of Transition. Don’t miss this groundbreaking conference that goes far beyond typical DEI trainings and presentations to get to the heart of current issues, challenges and solutions relating to DEI today. Webster University invites all universities to attend this international gathering of scholars, students, community members and other esteemed partners deeply committed to all things DEI.",
  "URL": "https://www.iaup.org/event/8th-annual-diversity-equity-and-inclusion-conference-focusing-on-next-level-equity-work-in-a-time-of-transition/",
  "Date": "February 27, 2023 to March 1, 2023"
 },
 {
  "Event": "Diversity Reboot 2023: Amplifying Black Excellence",
  "Country": "USA",
  "Description": "PowerToFly’s mission is to upskill and connect diverse talent to high-visibility roles. Our platform has nearly 400,000 active community members across 204 countries and access to databases of over 165,000,000 professionals. We are intersectional and empower women, non-binary and trans individuals of all races, ages, ethnicities, sexual orientations, abilities, veteran statuses and gender identities. Nearly three years after the acronym BLM became part of the global lexicon, to what extent has racial equity and inclusion been gained in the workplace, what remains to be done, and how do we hold ourselves and our organizations accountable? As the business world’s understanding of and supportive policy around DEIB continues to grow, we gather to celebrate the voices and achievements of Black leaders who are moving the needle towards true equity and inclusion, and creating spaces where Black professionals can thrive. Previous speakers include: Charlene Wheeless, APCO Worldwide Senior Advisor, Equity and Justice; LaFawn Davis, Group Vice President of Environmental, Social & Governance at Indeed; Author & Founder of MoveTheCrowd, Rha Goddess; Chief Diversity & Inclusion Officer of Randstad North America, Audra Jenkins; Meta’s Strategic Communities Program Manager, Michelle Mitchell, and many more. Don't miss this free opportunity to connect with your peers, network with top companies, and hear from leaders who are achieving and facilitating Black excellence.",
  "URL": "https://summit.powertofly.com/",
  "Date": "February 7 - 9, 2023"
 },
 {
  "Event": "Novogradac Diversity, Equity and Inclusion Summit",
  "Country": "USA",
  "Description": "Novogradac’s first Diversity, Equity and Inclusion Summit aims to give attendees an increased understanding of the context and history for how we (as individuals, organizations, an industry) got here and why it's important for business growth to work towards positive change. The day will consist of teaching the history that has gotten us to a point of taking action, ways to diversify the NMTC ecosystem, and DEI impact measurement for ESG, concluding with a personalized group discussion for implementing what you learned back into your organization and community. Separate registration is required for this summit. The cost is $250 with conference registration and $350 for the summit only.",
  "URL": "https://www.novogradacevents.com/website/36188/dei-summit/",
  "Date": "Wednesday, January 18, 2023, 9 a.m. – 4 p.m."
 },
 {
  "Event": "2023 Empowering Equity Conference",
  "Country": "Ireland",
  "Description": "oin us for this cross-cultural educational event! Over the course of five half-day virtual workshops, learn how your business, organization, or non-profit can engage more thoughtfully and effectively with staff, clients, and the community in an increasingly global and intercultural society. The United States is in the midst of a demographic shift in the workplace. With a more diverse workforce and customer-base, intercultural competency and comprehensive diversity, equity, and inclusion programs are essential. These will ensure the success and effective management of organizations and businesses, and they uplift communities. Presenters will highlight industry best practices, and specialized workshops will detail the application of these for law enforcement, human resources, and health care professionals.",
  "URL": "https://pearlsbuck.org/deiconference/",
  "Date": "Wednesday, February 22, 2023 through Wednesday, March 22, 2023 from 1–4 pm EST."
 },
 {
  "Event": "AAC&U’s 2023 Conference on Diversity, Equity and Student Success:",
  "Location": "Washington, DC",
  "Country": "USA",
  "Description": "This conference will explore truth through critical examinations to discover institutional structures that may hinder efforts for achieving our diversity, equity, and student success goals. Exploring and embracing truth is a complicated process. It often varies depending on the individuals within a community and the context of the current environment—both internally and externally. Within higher education’s ever-changing landscape, the exploration of truth is multifaceted. As a community, we value the diverse exchange of ideas and the pursuit of knowledge in search of truth, but we also recognize the challenges that can emerge when our differences and deeply held ways of knowing and being conflict. AAC&U’s 2023 Conference on Diversity, Equity and Student Success: Can We Handle Truth? seeks to explore truth by critically examining existing narratives and lived experiences from our diverse student and educator populations, community partners, and policymakers that may challenge our commonly held beliefs and practices as well as the truth that our institutional structures may hinder efforts for achieving our diversity, equity, and student success goals. We can no longer assume that our intentions to create educational environments where all students and educators can succeed are enough to support higher levels of success. We have to explore and embrace the truth that what we have designed may not be working as intended. We invite you to join us for virtual and in-person conversations and action-oriented sessions that will center truth-telling within the context of setting aspirational goals for diversity, equity, and student success, and for leading institutional transformation. This conference will challenge attendees to think within and beyond their current perceptions and circumstances through an exploration of the true realities facing students and educators. Hopefully, these exchanges will lead to experiences and environments where all students and educators can thrive and be fully prepared for work, life, and productive engagement with our communities.",
  "URL": "https://www.aacu.org/event/2023-conference-on-diversity-equity-and-student-success",
  "Date": "MARCH 9 – 11, 2023"
 },
 {
  "Event": "Martha’s Vineyard Chief Diversity Officer Summit",
  "Country": "USA",
  "Description": "Today, organizations face a new world context of relentless, rapid, and often disruptive change. At the heart of this daunting task is the evolving and increasingly complex role of a Chief Diversity Officer (CDO). A role essential to a company’s operations, everyday workforce strategy and opportunities for innovation. The CDO Summit is a safe space for meaningful learning, connection, reflection, and wellness. It brings together the best minds in DIEB from around the country, creating a growth environment where leaders can share best and next practices. Global thoughts leaders share their wisdom that challenges normative thinking.",
  "URL": "https://www.mvcdosummit.com/",
  "Date": "August 9- 11, 2023"
 }
],
"Sheet2":null,
"Sheet3":null
}