{
"robot":[
 {
  "Event": "2023 9th International Conference on Mechatronics and Robotics Engineering (ICMRE)",
  "Location": "Shenzhen ",
  "Country": "China",
  "Description": "2023 The 9th International Conference on Mechatronics and Robotics Engineering will be held in Shenzhen, Guangdong, China on February 10-12, 2023, which is co-sponsored by Southern University of Science and Technology, China, Beijing Institute of Control Robotics and Intelligent Technology (BICRI), China and Fudan University, China; hosted by Southern University of Science and Technology, China. ICMRE served as an international academic platform for researchers, engineers, academics as well as industry professionals with the first edition held in Kuala Lumpur (Malaysia) in 2015, followed by Nice (France) in 2016 and the two consecutive editions of 2017 and 2018 in Paris (France) and University of Valenciennes (France), and with the latest conference held in 2019 in Rome (Italy), 2020 in Barcelona (Spain). In 2021-2022, ICMRE was held online. It also provides opportunities for delegates to exchange new ideas and research findings in a face to face environment, to establish business or research relationships and to find global partners for future collaboration.",
  "URL": "http://www.icmre.org/",
  "Date": "Feb 2, 2023 - Feb 4, 2023"
 },
 {
  "Event": "2023 9th International Conference on Automation, Robotics and Applications (ICARA)",
  "Location": "Abu Dhabi ",
  "Country": "United Arab Emirates",
  "Description": "Welcome to the official 2023 9th International Conference on Automation, Robotics and Applications (ICARA 2023), which will be held in Abu Dhabi, United Arab Emirates during February 10-12, 2023. It's sponsored by IEEE, IEEE Robotics and Automation Society, and New York University Abu Dhabi, hosted by Center for AI and Robotics (CAIR) at New York University Abu Dhabi. ICARA is an annual event which aims at a key theme on Automation, Robotics and Applications. ICARA 2023 is intended to provide a stimulating forum for researchers, scientists, engineers and practitioners to present their latest research findings, ideas, developments and applications in all aspects of automation, robotics and sensors. ICARA 2023 will include keynote addresses by eminent scientists as well as plenary, special and regular presentation sessions. Peer review of all the papers will use a blind process and acceptance will be based on quality, originality and relevance. We welcome submissions concerning any branch of the Automation, Robotics and Applications, and their applications in education, and other subjects. The subjects include Adaptive Control Systems, Mobile and Autonomous Systems, Agriculture and Field Robotics, Robotics and Industrial Monitoring, Artificial Neural Networks in robotics or automation, etc, and their applications",
  "URL": "http://www.icara.us/",
  "Date": "Feb 10, 2023 - Feb 12, 2023"
 },
 {
  "Event": "2023 International Conference on Mechatronics, Control and Robotics (ICMCR)",
  "Location": "Jeju ",
  "Country": "Korea (South)",
  "Description": "2023 International Conference on Mechatronics, Control and Robotics will be held in Jeju National University, South Korea during February 18-20, 2023. It aims to provide a forum for researchers, practitioners, and professinals from the industry, academia and government who are working in the field of mechatronics, control and robotics to discourse on research and development, professional practice in related fields. ICMCR 2023 hopes to attract papers related to the latest implementation of applications, principles, and algorithms in the broad area of mechanical engineering, including but not limited to control, automation, and robotics.",
  "URL": "http://www.icmcr.org/",
  "Date": "Feb 18, 2023 - Feb 20, 2023"
 },
 {
  "Event": "5th International Conference on Robotics and Artificial intelligence",
  "Location": " Zurich ",
  "Country": "Switzerland",
  "Description": "We are excited to welcome all attendees of Robotics 2023 to our highly regarded global event, “5th International Conference on Robotics and Artificial intelligence” which will be held on February 27,28 to March 1, 2023, in Zurich, Switzerland. The theme of the conference \"Current Research & Development in Robotics and Artificial intelligence\" provides new ideas, convictions, strategies, and tactics in Robotics and Artificial intelligence. The Robotics conference’s major goal is to bring science and technology together, with a focus on Advanced Robotics, Advanced Artificial intelligence, and Innovative Technology. Our Robotics conference will present brand-new ideas and principles that will have a direct impact on how business is conducted. This is a unique opportunity for delegates from all over the world to interact. Participants eager to learn more can validate their attendance by attending the Robotics conference alongside their peers. We hope you will join us and spend some time appreciating the region's distinctive charm.",
  "URL": "https://robotics.alliedacademies.com/",
  "Date": "February 27 - March 01, 2023"
 },
 {
  "Event": "2023 the 6th International Conference on Robotics and Mechatronics (ICRoM 2023)",
  "Location": "Prague, ",
  "Country": "Czech Republic",
  "Description": "2023 the 6th International Conference on Robotics and Mechatronics (ICRoM 2023) will be held during April 20-22, 2023 in Prague, Czech Republic. The main goal of ICRoM 2023 is to address latest original results in advanced intelligent control of automation systems, including both theoretical advances and practical implementations, which are becoming more and more popular in industry and in our daily lives. ICRoM 2023 will provide a premier interdisciplinary platform for scientists, researchers, industry leaders, engineers and educators throughout the world to present and discuss the most recent innovations, trends, concerns, as well as practical challenges encountered, and streamline solutions in the fields of Robotics and Mechatronics. The meeting will provide an opportunity to highlight recent developments and to identify emerging and future areas of growth in Robotics and Mechatronics.",
  "URL": "https://www.industryevents.com/events/2023-the-6th-international-conference-on-robotics-and-mechatronics-icrom-2023",
  "Date": "20 to 22 Apr '2023"
 },
 {
  "Event": "INTERNATIONAL CONFERENCE ON MEDICAL ROBOTICS, AUTOMATION AND LEARNING",
  "Location": "Amsterdam, ",
  "Country": "Netherlands",
  "Description": "We are glad to invite you to the International Conference on Medical Robotics, Automation and Learning going to commence from 02nd Feb at Amsterdam,Netherlands, organized by Science cite which anticipates more than 500 participants around the world with thought provoking Keynote lectures, Oral talks and Poster presentations, Symposia, Workshops. This two days is your best opportunity to reach the largest assemblage of participants from academia, students , researchers and industrial professionals. We will be delighted and honoured by gathering professionals under one roof with the theme of Medical Robotics, Automation and Learning .",
  "URL": "https://www.sciencecite.com/event/index.php?id=1839039",
  "Date": "02nd Feb 2023-03rd Feb 2023"
 },
 {
  "Event": "International Conference on Robotic Sensor Networks (ICRSN-23)",
  "Location": "Mumbai ",
  "Country": "India",
  "Description": "Realizing that at the core of humanity's progress is authentic and accelerated scientific research progress, the International Conference on Robotic Sensor Networks (ICRSN-23) strives to serve all those engaged in the discipline of Robotics as an avenue for growth and community-building. At this event, all stakeholders - participants, keynote speakers, presenters, volunteers, and others, will get access to best-in-class resources, infrastructure, and opportunities that will help them accomplish every one of their professional objectives irrespective of how diverse and varied they are. The organizers of the International Conference on Robotic Sensor Networks (ICRSN-23) are of the firm belief that in order to play an active part in the progress of Robotics, the key is to foster its spirit of community. This is exactly why apart from knowledge-dissemination events solely aimed at propagating the latest expertise and know-how, International Conference on Robotic Sensor Networks (ICRSN-23) will also feature numerous networking and socializing events where participants will get to engage with their peers, get advice from keynote speakers and other presenter's questions, and rub shoulders with the academic elite in their respective specializations. The International Conference on Robotic Sensor Networks (ICRSN-23) will also have ample opportunities in store for researchers to get the word out on their latest research findings, rewarding the best presentations and most pioneering research studies suitably",
  "URL": "https://asar.net.in/event/index.php?id=1846137",
  "Date": "6th February 2023"
 },
 {
  "Event": "International Conference on Wearable Robotics (ICWR-23)",
  "Location": "Sydney ",
  "Country": "Australia",
  "Description": "ISER cordially invite you to attend the (ICWR-23) slated on 8th February`2023 at Sydney. We welcome all scientists, scholars, students, industrialists to attend and explore their knowledge in the field of robotics. This conference is an amalgamation of industrialists, academia where they can gear up knowledge in the field of bacteriology. Our gratitude towards people who are concerned about and we cordially invite them to gear up and make the congress a unforgettable successful event. (ICWR-23) will permit the exchange of ideas, knowledge between the different disciplines for facilitating research, interdisciplinary collaborations focusing . (ICWR-23) is intended to provide a special platform for professionals, academicians, researchers and students working in the arena to deliberately exchange opinions and their understandings in front of large transnational listeners. (ICWR-23) focuses more on recent advancements in the field of in treating the world with their research ideas. We invite you to join us in the mission & take a step ahead along towards finding the greatest approach to create the world a better place.",
  "URL": "https://iser.org.in/conf/index.php?id=1834747",
  "Date": "8th February`2023"
 },
 {
  "Event": "INTERNATIONAL CONFERENCE ON ROBOTIC SENSOR NETWORKS ICRSN",
  "Location": "PERTH, ",
  "Country": "Australia",
  "Description": "Sairap is proud to present the highly anticipated International Conference on Robotic Sensor Networks ICRSN to be held on 15th May 2023, Perth Australia. The conference programme consists of world-class keynote addresses, industry-led presentations, as well as extensive networking opportunities, creating an interactive platform for high-level scientific and business discussions. The main focus of ICRSN conference is to improve the Robotic Sensor Networks, accelerate the translation of leading edge discovery at research level and promote international scientific cooperation, debate and exchange. The Conference program relies on a wide range of challenges and issues in the field of Robotic Sensor Networks which will be weaved through the Plenary Speakers, Keynote Speakers, Distinguished Lecturers and Industrial Personnel along with the poster sessions. The highlight of the Conference will be the award ceremony respectively will be given as recognition to the salient work of the selected researchers.",
  "URL": "https://sairap.org/conf/index.php?id=1866434",
  "Date": "15TH MAY 2023"
 },
 {
  "Event": "7th International Conference on Robotics and Artificial Intelligence",
  "Location": "Osaka, ",
  "Country": "Japan",
  "Description": "Warm greetings are extended to all speakers, delegates, students, and young professionals attending the 7th International Conference on Robotics and Artificial Intelligence in Osaka, Japan from March 16–18, 2023 on behalf of the organising committee for Robotics and AI 2023. The goal of Robotics and AI 2023 is to address the problems associated with the conception, development, production, and delivery of commercial robotics and intelligent systems goods and services. It is a multidimensional educational forum and expo. The keynote speakers and general sessions are intended to give experts the knowledge they need to effectively create the next wave of industrial robotic systems. The purpose of Robotics and Al 2023 is to advance robotics development and innovation by bringing together technical and business leaders from around the world in one location at one time. The Greatest Minds-The world's top robotics minds will gather at Robotics and Al 2023 to exchange knowledge and experiences in the field of commercial robotics development. Engaging Keynotes-Robotics thought leaders from major businesses and organisations present keynotes at Robotics 2022 on topical, interesting, instructive, and inspirational themes. Quantifiable Facts-The general sessions and panels at Robotics 2023 are especially made to provide technical professionals with the knowledge they need to successfully create the following generation of commercial robotics systems. In four tracks, speakers will offer their knowledge on a range of subjects: Tracks for design and development, manufacturing ability, production, and distribution, as well as technologies, tools, and platforms. Outstanding Companies-Attendees at Robotics 2023 get multiple chances to network with top businesses presenting the newest design and development approaches for creating robotics and Artificial intelligenence goods and services.",
  "URL": "https://robotics.pulsusconference.com/",
  "Date": "March 16-18, 2023"
 },
 {
  "Event": "2023 PDA Robotics and Automation Conference",
  "Location": " Amsterdam, ",
  "Country": "The Netherlands",
  "Description": "We are looking forward to welcoming you to the 2023 PDA Robotics and Automation Conference taking place on 03 - 04 May 2023 in Amsterdam, The Netherlands! The criticality of the operations in drug manufacturing is explained by the specific dependency that patients require on the quality, safety, and efficiency of medicines. Recipes, processes, and tasks linked to the drug life cycle usually contain multiple manual actions led by operators that repeat similar tasks throughout the day, having differences depending on the product or the production phase. Robotization and automation in Pharma are intended to minimize the repetitive tasks performed by operators, including all those actions requiring human cognition in order to avoid undesired effects in the product. Complexity and variability are two aspects of the reality of drug manufacturing. Nothing is static, nothing is simple. When humans need to apply systematic actions in production, they must interact with equipment and material consequently to the specific task they are developing. The 3rd edition of the 2023 PDA Robotics and Automation Conference is designed to catalyze the transition for those biopharma organizations that are planning to be more competitive and efficient and to crystalize those drug manufacturing companies which are already implementing robotization and automatization systems with one main goal: improve the lives of patients.",
  "URL": "https://www.pda.org/global-event-calendar/event-detail/2023-pda-robotics-and-automation-conference",
  "Date": "May 03 - May 04, 2023"
 },
 {
  "Event": "International conference on Robotics and Automation (ICRA)",
  "Location": "Sharjah,",
  "Country": "United Arab Emirates",
  "Description": "RSSS - ICRA International conference on Robotics and Automation(ICRA) is a prestigious event organized with a motivation to provide an excellent international platform for the academicians, researchers, engineers, industrial participants and budding students around the world to SHARE their research findings with the global experts. ICRA 2023 will be held in Sharjah,United Arab Emirates on 01st Oct-02nd Oct 2023. This Conference is sponsored by The ARSSS (Advanced Research Society for Science and Sociology). The conference would offer a large number of invited lectures from renowned speakers all over the country. The Best paper awards will be given for the papers judged to make the most significant contribution to the conference. Earlier ARSSS had conferences held at London (UK), Singapore, Kuala Lumpur, Penang, Jakarta, Bali, Batam, Bangkok,Paris, Istanbul, Melbourne(Australia), Pattaya, Phuket, Manila, Hong kong, Johannesburg (South Africa), Phnom Penh (Cambodia), Abu Dhabi and Dubai.",
  "URL": "http://arsss.org/Conference/27325/ICRA/",
  "Date": "01st Oct 2023"
 },
 {
  "Event": "International Conference on Artificial Intelligence, Robots and Mechanical Engineering (ICAIRME)",
  "Location": "Jakarta,",
  "Country": "Indonesia",
  "Description": "International Conference on Artificial Intelligence, Robots and Mechanical Engineering(ICAIRME) is a prestigious event organized with a motivation to provide an excellent international platform for the academicians, researchers, engineers, industrial participants and budding students around the world to SHARE their research findings with the global experts. (ICAIRME) 2023 will be held in Jakarta,Indonesia during 01st Oct 2023. The key intention of ICAIRME is to provide opportunity for the global participants to share their ideas and experience in person with their peers expected to join from different parts on the world. In addition this gathering will help the delegates to establish research or business relations as well as to find international linkage for future collaborations in their career path. We hope that ICAIRME outcome will lead to significant contributions to the knowledge base in these up-to-date scientific fields in scope.",
  "URL": "http://academicsconference.com/Conference/28256/ICAIRME/",
  "Date": " 01st Oct 2023"
 },
 {
  "Event": "Automation (ICRCA 2023)",
  "Location": "Taizhou, ",
  "Country": "China",
  "Description": "The conference aims to boost development of the robotics, control and automation field, expand channels of international academic exchange in science and technology, build a sharing platform of academic resources, promote scientific innovation on the global scale. It also aims to encourage exchange of information on research frontiers in different fields, turn research results into industrial solutions, bring together talents, technologies and capital to boost development. ICRCA will be a perfect gathering to learn about new perspectives, technologies and trends which might pushes the boundaries of the technology and eventually creates a broader future for applications.",
  "URL": "http://www.icrca.org/",
  "Date": "January 5-7, 2023."
 },
 {
  "Event": "2023 27th International Conference on Methods and Models in Automation and Robotics (MMAR)",
  "Location": "Międzyzdroje, ",
  "Country": "Poland",
  "URL": "http://mmar.edu.pl/",
  "Date": "Aug 22, 2023 - Aug 25, 2023"
 },
 {
  "Event": "Intelligent Robotic Process Automation Summit",
  "Description": "This year 9th Intelligent Robotic Process Automation Summit will also be hosted as Face to Face conference. Don't miss 9th Intelligent Robotic Process Automation Summit in Bangalore! Get both the bird's-eye view & the deep expertise you need to take your Automation career to the next level with \"Future of Work\" RPA is really as simple - and powerful - as it sounds. Robotic Process Automation enables you with tools to create your own software robots to automate any business process. They log into many applications and more. RPA is also non-intrusive in nature, helping cut through the complexity of legacy systems, which are difficult and costly to replace. Our Conference will be one of the largest gathering of its kind for Business stakeholders, RPA Program Leads, RPA developers and IT professionals in India. Experts international leaders and leaders of International repute from some of leading companies will be attending as delegates and speakers, so join us for an amazing experience and RPA Solutions.",
  "URL": "https://10times.com/world-intelligent-robotic-process-automation",
  "Date": "12 Jan 2023-"
 }
]
}